package org.example;

/*
Класс поиска файлов в папках. В методах этого класса необходимо реализовать обход папок, лежащих в архиве. Разархивируйте его и напишите код, который будет обходить все вложенные папки и искать в них файлы форматов JSON и CSV (с расширениями *.json и *.csv). Метод для обхода папок должен принимать путь до папки, в которой надо производить поиск.
Проверьте работу данного класса: передайте ему на вход путь к папке и убедитесь, что он вывел информацию о трёх найденных JSON-файлах и о трёх CSV-файлах.
 */

public class FindFiles {
}
